Repository: 0xWDG/xcstrings-translator
Catalog: XCStrings Translator/Localizable.xcstrings
Source language: en
Languages: ar_ae, ar_sa, da, da_dk, de, de_at, de_ch, de_de, es, es_cl, es_es, es_mx, es_us, fi, fr, fr_be, fr_ca, fr_fr, he_il, hi_in, id, it, it_it, ja_jp, ko_kr, ms_my, nb_no, nl, nl_be, pl, pt, pt_br, pt_pt, ru, sv, sv_se, th, tr, tr_tr, uk_ua, vi, vi_vn, zh_hans, zh_hant

source: Source language
ar_ae: لغة المصدر
ar_sa: لغة المصدر
da: Kildesprog
da_dk: Sprogkilde
de: Sprachquelle
de_at: Sprachquelle
de_ch: Ausgangssprache
de_de: Ausgangssprache
es: Idioma de origen
es_cl: Idioma de origen
es_es: Idioma de origen
es_mx: Fuente de idioma
es_us: Fuente de idioma
fi: Lähtökieli
fr: Langue source
fr_be: Langue source
fr_ca: Langue source
fr_fr: Langue source
he_il: שפת מקור
hi_in: स्रोत भाषा
id: Bahasa sumber
it: Lingua di partenza
it_it: Lingua di partenza
ja_jp: 言語ソース
ko_kr: 원시 언어
ms_my: Bahasa sumber
nb_no: Kildelesmål
nl: Brontaal
nl_be: Brontaal
pl: Język źródłowy
pt: Língua de origem
pt_br: Idioma de origem
pt_pt: Idioma de origem
ru: Исходный язык
sv: Källa språk
sv_se: Källspråk
th: ภาษาต้นฉบับ
tr: Kaynak dili
tr_tr: Kaynak dili
uk_ua: Мова походження
vi: Ngôn ngữ nguồn
vi_vn: Ngôn ngữ nguồn
zh_hans: 源语言
zh_hant: 語言來源

source: Target Language
ar_ae: اللغة المستهدفة
ar_sa: اللغة المستهدفة
da: Målsprog
da_dk: Sprogtalmål
de: Zielsprache
de_at: Zielsprache
de_ch: Objektsprache
de_de: Objektsprache
es: Idioma de destino
es_cl: Idioma de destino
es_es: Lenguaje destino
es_mx: Lenguaje destino
es_us: Lenguaje destino
fi: Kohdekieli
fr: Langue cible
fr_be: Langue cible
fr_ca: Langue cible
fr_fr: Langue cible
he_il: שפה יעד
hi_in: लक्ष्य भाषा
id: Bahasa Tujuan
it: Lingua d'arrivo
it_it: Lingua d'arrivo
ja_jp: 対象言語
ko_kr: 목표 언어
ms_my: Bahasa Sasaran
nb_no: Målrettspråk
nl: Doeltaal
nl_be: Doeltaal
pl: Język docelowy
pt: Idioma de destino
pt_br: Idioma de destino
pt_pt: Idioma de destino
ru: Целевой язык
sv: Målspråk
sv_se: Språkmål
th: ภาษาเป้าหมาย
tr: Hedef Dil
tr_tr: Hedef Dil
uk_ua: Мова-цільова
vi: Ngôn ngữ mục tiêu
vi_vn: Ngôn ngữ mục tiêu
zh_hans: 目标语
zh_hant: 目標語言

source: Turkish
ar_ae: تركي
ar_sa: تركي
da: Tyrkisk
da_dk: Tyrkisk
de: Türkisch
de_at: Türkisch
de_ch: Türkisch
de_de: Türkisch
es: Turco
es_cl: Turco
es_es: Turco
es_mx: Turco
es_us: Turco
fi: Turkin kieli
fr: Turc
fr_be: Turc
fr_ca: Turc
fr_fr: Turc
he_il: טוּרְקִי
hi_in: तुर्की
id: Turki
it: Turco
it_it: Turco
ja_jp: トルコ語
ko_kr: 터키어
ms_my: Bahasa Turki
nb_no: Tyrkisk
nl: Turks
nl_be: Turks
pl: Turecki
pt: Turco
pt_br: Turco
pt_pt: Turco
ru: Туркийский
sv: Turkisk
sv_se: Turkisk
th: ตุรกี
tr: Türkçe
tr_tr: Türkçe
uk_ua: Турецький
vi: Tiếng Thổ Nhĩ Kỳ
vi_vn: Tiếng Thổ Nhĩ Kỳ
zh_hans: 土耳其的
zh_hant: 土耳其語

source: Translation progress
ar_ae: تقدم الترجمة
ar_sa: تقدم الترجمة
da: Oversættelsesfremskridt
da_dk: Sproglig fremskridt
de: Übersetzungsfortschritt
de_at: Übersetzungsfortschritt
de_ch: Schrittweiser Übersetzung
de_de: Fortschritt der Übersetzung
es: Progreso de la traducción
es_cl: Progreso de la traducción
es_es: Estado de traducción
es_mx: Progresos de traducción
es_us: Progreso de la traducción
fi: Käännöksen edistyminen
fr: Progression de la traduction
fr_be: Progression de la traduction
fr_ca: Avancement de la traduction.
fr_fr: Avancement de la traduction
he_il: התקדמות התרגום
hi_in: अनुवाद प्रगति
id: Kemajuan terjemahan
it: Fortsi della traduzione
it_it: Fortezza della traduzione
ja_jp: 翻訳の進捗状況
ko_kr: 번역 진행 상황
ms_my: Kemajuan terjemahan
nb_no: Fremskritt i oversettelsen
nl: Vertaalvoortgang
nl_be: Vertaling vooruitgang
pl: Postęp tłumaczenia
pt: Progresso da tradução
pt_br: Progresso da tradução
pt_pt: Progresso da tradução
ru: Прогресс перевода
sv: Översättningsframsteg
sv_se: Språkförbättringsprogresser
th: ความคืบหน้าของการแปล
tr: Çeviri ilerlemesi
tr_tr: Çeviri ilerlemesi
uk_ua: Прогрес перекладу
vi: Tiến độ dịch thuật
vi_vn: Tiến trình dịch thuật
zh_hans: 翻译进度
zh_hant: 翻譯進度

source: Test Mode
ar_ae: وضع الاختبار
ar_sa: وضع الاختبار
da: Testtilstand
da_dk: Testtilstand
de: Testmodus
de_at: Testmodus
de_ch: Prüfmodus
de_de: Testmodus
es: Modo de prueba
es_cl: Modo de prueba
es_es: Modo de prueba
es_mx: Modo de prueba
es_us: Modo de prueba
fi: Testitila
fr: Mode de test
fr_be: Mode de test
fr_ca: Mode Test
fr_fr: Mode Test
he_il: מצב בדיקה
hi_in: परीक्षण मोड
id: Mode Uji
it: Modalità di prova
it_it: Modalità di prova
ja_jp: テストモード
ko_kr: 테스트 모드
ms_my: Mod Ujian
nb_no: Testmodus
nl: Testmodus
nl_be: Testmodus
pl: Tryb testowy
pt: Modo de Teste
pt_br: Modo de teste
pt_pt: Modo de Teste
ru: Мод тестирования
sv: Testläge
sv_se: Testläge
th: โหมดทดสอบ
tr: Test Modu
tr_tr: Test Modu
uk_ua: Модель тестування
vi: Chế độ kiểm tra
vi_vn: Chế độ kiểm tra
zh_hans: 测试模式
zh_hant: 測試模式

source: Test mode
ar_ae: وضع الاختبار
ar_sa: وضع الاختبار
da: Testtilstand
da_dk: Testtilstand
de: Testmodus
de_at: Testmodus
de_ch: Prüfmodus
de_de: Testmodus
es: Modo de prueba
es_cl: Modo de prueba
es_es: Modo de prueba
es_mx: Modo de prueba
es_us: Modo de prueba
fi: Testitila
fr: Mode de test
fr_be: Mode de test
fr_ca: Mode Test
fr_fr: Mode Test
he_il: מצב בדיקה
hi_in: परीक्षण मोड
id: Mode pengujian
it: Modalità di prova
it_it: Modalità di prova
ja_jp: テストモード
ko_kr: 테스트 모드
ms_my: Mod ujian
nb_no: Testmodus
nl: Testmodus
nl_be: Testmodus
pl: Tryb testowy
pt: Modo de teste
pt_br: Modo de teste
pt_pt: Modo de teste
ru: Мод тестирования
sv: Testläge
sv_se: Testläge
th: โหมดทดสอบ
tr: Test modu
tr_tr: Test Modu
uk_ua: Модель тестування
vi: Chế độ kiểm tra
vi_vn: Chế độ kiểm tra
zh_hans: 测试模式
zh_hant: 測試模式

source: Translation progress section
ar_ae: قسم تقدم الترجمة
ar_sa: قسم تقدم الترجمة
da: Afsnit om oversættelsesfremsk
da_dk: Oversættelsesindsatsområde
de: Abschnitt Fortschritt der Übersetzung
de_at: Abschnitt zum Übersetzungsfortschritt
de_ch: Übersetzungsfortschritt Abschnitt
de_de: Übersetzungsfortschritt Abschnitt
es: Sección de progreso de la traducción
es_cl: Sección de progreso de la traducción
es_es: Sección de progreso de traducción
es_mx: Sección de progreso de traducción
es_us: Sección de progreso de traducción
fi: Käännöksen edistymisen osio
fr: Section des progrès de la traduction
fr_be: Section de progression de la traduction
fr_ca: Section de la progression de la traduction.
fr_fr: Section de la progression de la traduction
he_il: קטע התקדמות התרגום
hi_in: अनुवाद प्रगति अनुभाग
id: Bagian kemajuan terjemahan
it: Sezione di avanzamento traduzione
it_it: Sezione di avanzamento traduzione
ja_jp: 翻訳の進捗状況セクション
ko_kr: 번역진행 부분
ms_my: Bahagian kemajuan terjemahan
nb_no: Oversettelsesfremgangssett
nl: Sectie voor vertaalvoortgang
nl_be: Vertaalvoortgangssectie
pl: Sekcja postępu tłumaczenia
pt: Seção de progresso da tradução
pt_br: Seção de progresso da tradução
pt_pt: Seção de progresso da tradução
ru: Раздел прогресса перевода
sv: Avsnitt för översättningsframst
sv_se: Område för översättningsframsteg
th: ส่วนความคืบหน้าของการแปล
tr: Çeviri ilerleme bölümü
tr_tr: Çeviri ilerleme bölümü
uk_ua: Розділ просування перекладу
vi: Phần tiến độ dịch thuật
vi_vn: Mục tiến độ dịch
zh_hans: 翻译进度章节
zh_hant: 翻譯進度部分

source: Choose a source and target, then translate your string catalog.
ar_ae: اختر مصدرًا وهدفًا، ثم ترجم كتالوج السلسلة الخاص بك.
ar_sa: اختر مصدرًا وهدفًا، ثم ترجم كتالوج السلاسل الخاص بك.
da: Vælg en kilde og et mål, og oversæt derefter din strengkatalog.
da_dk: Vælg en kilde og et mål, oversæt derefter din tekstkatalog.
de: Wählen Sie eine Quelle und ein Ziel und übersetzen Sie dann Ihren String-Katalog.
de_at: Wähle eine Quelle und ein Ziel, dann übersetze deinen String-Katalog.
de_ch: Wählen Sie eine Quelle und ein Ziel, und übersetzen Sie dann Ihren Zeichenkatalog.
de_de: Wählen Sie eine Quelle und ein Ziel aus, und übersetzen Sie dann Ihren Zeichenkatalog.
es: Elija una fuente y un objetivo, luego traduzca su catálogo de cadenas.
es_cl: Elige una fuente y un objetivo, luego traduce tu catálogo de cadenas.
es_es: Elija una fuente y un destino, luego traduzca su catálogo de texto.
es_mx: Elige una fuente y un destino, luego traduce tu catálogo de cadenas.
es_us: Elija una fuente y un destino, luego traduje su catálogo de texto.
fi: Valitse lähde ja kohde, ja käännä sitten merkkiluettelosi merkkijono.
fr: Choisissez une source et une cible, puis traduisez votre catalogue de chaînes.
fr_be: Choisissez une source et une cible, puis traduisez votre catalogue de chaînes.
fr_ca: Sélectionnez une source et une cible, puis traduisez votre catalogue de chaînes.
fr_fr: Sélectionnez une source et une destination, puis traduisez votre catalogue de caractères.
he_il: בחר מקור ויעד, ולאחר מכן תרגם את קטלוג המחרוזות שלך.
hi_in: एक स्रोत और लक्ष्य चुनें, फिर अपनी स्ट्रिंग कैटलॉग का अनुवाद करें।
id: Pilih sumber dan target, lalu terjemahkan katalog string Anda.
it: Scegli una sorgente e un obiettivo, quindi traduci il tuo catalogo di stringhe.
it_it: Scegli una sorgente e un obiettivo, quindi traduci il tuo catalogo di stringhe.
ja_jp: ソースとターゲットを選択し、文字列カタログを翻訳します。
ko_kr: 소스와 타겟을 선택하고 문자열 카탈로그를 번역하세요.
ms_my: Pilih sumber dan sasaran, kemudian terjemahkan katalog rentetan anda.
nb_no: Velg en kilde og et mål, og oversett deretter strengkatalogen ditt.
nl: Kies een bron en een doel, vertaal dan uw tekenreekscatalogus.
nl_be: Kies een bron en doelwit, vertaal vervolgens je stringcatalogus.
pl: Wybierz źródło i cel, a następnie przetłumacz swój katalog ciągów.
pt: Escolha uma fonte e um destino, depois traduza o seu catálogo de strings.
pt_br: Selecione uma fonte e um destino, depois traduza seu catálogo de strings.
pt_pt: Escolha uma fonte e um destino e, em seguida, traduza o seu catálogo de strings.
ru: Выберите источник и целевую аудиторию, затем переведите свой каталог строк.
sv: Välj en källa och ett mål, översätt sedan din strängkatalog.
sv_se: Välj en källa och ett mål, översätt sedan din strängkatalog.
th: เลือกแหล่งที่มาและเป้าหมาย จากนั้นแปลแคตตาล็อกสตริงของคุณ
tr: Bir kaynak ve hedef seçin, ardından dize kataloğunuzu çevirin.
tr_tr: Bir kaynak ve hedef seçin, ardından dizi kataloğunuzu çevirin.
uk_ua: Виберіть джерело та цільову систему, потім перекладіть свій рядовой каталог.
vi: Chọn một nguồn và mục tiêu, sau đó dịch danh mục chuỗi của bạn.
vi_vn: Chọn một nguồn và một đích, sau đó dịch danh mục chuỗi của bạn.
zh_hans: 选择一个源语言和目标语言，然后翻译你的字符串目录。
zh_hant: 請選擇一個來源和目標，然後翻譯你的字串目錄。

source: Exports the translated string catalog.
ar_ae: يصدر كتالوج السلسلة المترجمة.
ar_sa: يصدر كتالوج السلسلة المترجمة.
da: Eksporterer den oversatte strengkatalog.
da_dk: Eksporter den oversatte strengkatalog.
de: Exportiert den übersetzten String-Katalog.
de_at: Exportiert den übersetzten String-Katalog.
de_ch: Exportiert den übersetzten String-Katalog.
de_de: Exportiert den übersetzten Zeichenkatalog.
es: Exporta el catálogo de la cadena traducida.
es_cl: Exporta el catálogo de la cadena traducida.
es_es: Exporta el catálogo de cadenas traducidas.
es_mx: Exporta el catálogo de cadenas traducidas.
es_us: Exporta el catálogo de cadenas traducidas.
fi: Vie käännetty merkkijonoluettelo.
fr: Exporte le catalogue de chaînes traduites.
fr_be: Exporte le catalogue de chaînes traduites.
fr_ca: Exporte le catalogue de chaînes de traduction.
fr_fr: Exporte le catalogue de chaînes de traduction.
he_il: מוציא את קטלוג המחרוזת המתורגמת.
hi_in: अनुवादित स्ट्रिंग कैटलॉग निर्यात करता है।
id: Ekspor katalog string terjemahan.
it: Esporta il catalogo di stringhe tradotte.
it_it: Esporta il catalogo di stringhe tradotte.
ja_jp: 翻訳された文字列カタログをエクスポートします。
ko_kr: 번역된 문자 카탈로그를 내보내다.
ms_my: Menghantar katalog rentetan yang diterjemahkan.
nb_no: Eksporter den oversettede strengkatalogen.
nl: Exporteert de vertaalde tekenreekscatalogus.
nl_be: Exporteert de vertaalde stringcatalogus.
pl: Eksportuje przetłumaczony katalog ciągu.
pt: Exporta o catálogo de string traduzido.
pt_br: Exporta o catálogo de strings traduzido.
pt_pt: Exporta o catálogo de strings traduzido.
ru: Экспортирует переведенный каталог строк.
sv: Exporterar den översatta strängkatalogen.
sv_se: Exportera översatta strängkataloger.
th: ส่งออกแคตตาล็อกสตริงที่แปลแล้ว
tr: Çevrilmiş string kataloğunu dışa aktarır.
tr_tr: Çevrilmiş dizi kataloğunu dışarı aktarır.
uk_ua: Виводить перекладений каталог рядків.
vi: Xuất catalog chuỗi đã dịch.
vi_vn: Xuất ra danh mục chuỗi đã được dịch.
zh_hans: 导出翻译的字符串目录。
zh_hant: 匯出已翻譯的字串目錄。

source: Strings
ar_ae: الأسلاك
ar_sa: الأوتار
da: Strenge
da_dk: Nøgler
de: Saiten
de_at: Saiten
de_ch: Zeichenfolge
de_de: Zeichenfolge
es: Cuerdas
es_cl: Cuerdas
es_es: Cadena
es_mx: Cadena
es_us: Cadena
fi: Jouset
fr: Cordes
fr_be: Cordes
fr_ca: Faites-d'apparaisances
fr_fr: Des cordes
he_il: מיתרים
hi_in: तारें
id: Kabel
it: Corde
it_it: Corde
ja_jp: ストリングス
ko_kr: 스트링
ms_my: Tali
nb_no: Strengeinstrumenter
nl: Verbandingen
nl_be: Snaren
pl: Sznury
pt: Cordas
pt_br: Cordas
pt_pt: Cordes
ru: Книги
sv: Strängar
sv_se: Stängsträngar
th: สาย
tr: Teller
tr_tr: Dizeler
uk_ua: Ніжки
vi: Dây
vi_vn: Đoạn văn có dây
zh_hans: 字符串
zh_hant: 字串

source: Dismisses this prompt and does not ask again.
ar_ae: تجاهل هذا الطلب ولا تسأل مرة أخرى.
ar_sa: يُرفض هذا الطلب ولا يسأل مرة أخرى.
da: Afviser denne prompt og spørger ikke igen.
da_dk: Fjern denne prompt og spørg ikke igen.
de: Ignoriert diese Aufforderung und stellt keine weiteren Fragen.
de_at: Wird diese Aufforderung abgewiesen und stellt keine weiteren Fragen.
de_ch: Lehnt diese Aufforderung ab und frag nicht noch einmal.
de_de: Lehnt diese Aufforderung ab und frag nicht erneut.
es: Descartar esta solicitud y no volver a preguntar.
es_cl: Descartar esta solicitud y no volver a preguntar.
es_es: Desestima este requerimiento y no vuelve a preguntar.
es_mx: Descarta este requerimiento y no vuelve a preguntar.
es_us: Desestima este requerimiento y no vuelve a preguntar.
fi: Hylkää tämä kehotus eikä kysy uudelleen.
fr: Rejette cette invite et ne demande plus.
fr_be: Rejette cette invite et ne pose plus la question.
fr_ca: Ignore cette invite et ne demande plus.
fr_fr: Ignore ce message et ne demande plus.
he_il: דוחה את ההנחיה הזו ולא שואל שוב.
hi_in: इस प्रॉम्प्ट को खारिज कर देता है और फिर से नहीं पूछता।
id: Menolak petunjuk ini dan tidak menanyakan lagi.
it: Rifiuta questo prompt e non chiede più.
it_it: Rifiuta questo prompt e non chiede più.
ja_jp: このプロンプトは拒否され、再度は尋ねられません。
ko_kr: 이 프롬프트를 무시하고 다시 묻지 않습니다.
ms_my: Menolak gesaan ini dan tidak bertanya lagi.
nb_no: Havalimanningen avviser denne forespørselen og spør ikke igjen.
nl: Verwijst deze prompt en vraagt niet opnieuw.
nl_be: Weigert deze prompt en stelt het niet opnieuw aan.
pl: Zignoruje to prośbę i nie zapyta ponownie.
pt: Desativa esta solicitação e não faz mais perguntas.
pt_br: Desmarca esta solicitação e não pergunta novamente.
pt_pt: Desvaloriza este pedido e não pergunta novamente.
ru: Отклоняет это запрошенное сообщение и больше не спрашивает.
sv: Avvisar denna prompt och frågar inte igen.
sv_se: Avfärdar denna uppmaning och frågar inte igen.
th: ปฏิเสธคำขอนี้และไม่ถามอีก
tr: Bu istemi reddeder ve tekrar sormaz.
tr_tr: Bu istemi reddediyor ve tekrar sormuyor.
uk_ua: Відхиляє це запитання і більше не запитує.
vi: Bỏ qua yêu cầu này và không hỏi lại.
vi_vn: Từ chối yêu cầu này và không hỏi lần nữa.
zh_hans: 忽略这条提示，不要再询问。
zh_hant: 拒絕這個提示並不會再次詢問。

source: Hindi
ar_ae: هندي
ar_sa: هندي
he_il: הִינְדִּית
hi_in: हिंदी
ja_jp: ヒンディー語
ko_kr: 힌디어의
pl: Hinduski
ru: Хинди
th: ฮินดี
tr: Hintçe
tr_tr: Hintçe
uk_ua: Хінді
vi: Tiếng Hindi
vi_vn: Tiếng Hindi
zh_hans: 印地语
zh_hant: 北印度語
